Gets the fitting data stored in the UI data item.
  Namespace:   Autodesk.Revit.UI.Mechanical
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public DuctFittingAndAccessoryData GetDuctFittingAndAccessoryData()
  Visual Basic
Public Function GetDuctFittingAndAccessoryData As DuctFittingAndAccessoryData
  Visual C++
public:
DuctFittingAndAccessoryData^ GetDuctFittingAndAccessoryData()
 Return Value
 The fitting data stored in the UI data item.
 See Also
  DuctFittingAndAccessoryPressureDropUIDataItem Class
  Autodesk.Revit.UI.Mechanical Namespace